---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.AssemblyDifferenceNone
source: html/a5c79af8-eb09-f26f-2f0b-4acae54bc1b2.htm
---
# AssemblyDifferenceNone Members

Specifies whether the .NET object represents a valid Revit entity.